Destinations = Destinations or {}

Destinations.CollectibleDataIndex = {
	KEY = 1,
	NUMBER = 2,
	NAME = 3,
}

Destinations.CollectibleDataStore = {
	[838] = {   --Tamriel Beast Collector
		{"1",   1,  "Алит"},
		{"2",   2,  "Гигантская летучая мышь"},
		{"3",   3,  "Медведь"},
		{"4",   4,  "Волк"},
		{"5",   5,  "Сенч-тигр, саблезуб"},
		{"6",   6,  "Гигантский змей"},
		{"7",   7,  "Кагути"},
		{"8",   8,  "Мамонт"},
		{"9",   9,  "Вамасу"},
		{"A",   10, "Самец нетча"},
		{"B",   11, "Шакал"},
		{"C",   12, "Дурзог"},
	},
	[841] = {   --Undead Hoarder
		{"1",   1,  "Зомби"},
		{"2",   2,  "Скелеты"},
		{"3",   3,  "Привидение"},
		{"4",   4,  "Песочный человек"},
		{"5",   5,  "Драугр"},
		{"6",   6,  "Призрак, призрачный лучник"},
	},
	[842] = {   --Chitin Accumulator
		{"1",   1,  "Паук"},
		{"2",   2,  "Трансмутировавший воин, квама"},
		{"3",   3,  "Шалк"},
		{"4",   4,  "Хоарвор"},
		{"5",   5,  "Грязевой краб"},
		{"6",   6,  "Скорпион"},
		{"7",   7,  "Никс-гончая"},
		{"8",   8,  "Оса"},
	},
	[843] = {   --Nature Collector
		{"1",   1,  "Спригган"},
		{"2",   2,  "Душитель"},
		{"3",   3,  "Нереида"},
		{"4",   4,  "Бес"},
		{"5",   5,  "Ледяные привидения"},
		{"6",   6,  "Луркер"},
		{"7",   7,  "Дымок"},
	},
	[844] = {   --Monstrous Component Collector
		{"1",   1,  "Вервольф"},
		{"2",   2,  "Огрим"},
		{"3",   3,  "Тролль"},
		{"4",   4,  "Огр"},
		{"5",   5,  "Гаргулья"},
		{"6",   6,  "Ламия"},
		{"7",   7,  "Гарпия"},
	},
	[846] = {   --Dwarven Secrets Gatherer
		{"1",   1,  "Двемерская сфера"},
		{"2",   2,  "Двемерский паук"},
	},
	[847] = {   --Atronach Element Collector
		{"1",   1,  "Огненный атронах"},
		{"2",   2,  "Атронахи из плоти"},
		{"3",   3,  "Морозный атронах"},
		{"4",   4,  "Грозовой атронах"},
	},
	[848] = {   --Oblivion Shard Gatherer
		{"1",   1,  "Банекин"},
		{"2",   2,  "Кланфир"},
		{"3",   3,  "Даэдрот"},
		{"4",   4,  "Скамп"},
		{"5",   5,  "Даэдра-паук"},
	},
}
