Destinations =	Destinations or {}

Destinations.TraderTableIndex =	{
	X =				1,
	Y =				2,
	WAYSHRINE =		3,
	TRADERNAME =	4,
}
Destinations.TraderTableStore =	{
	["alikr_base_0"] = {
		{0.2895, 0.6531,	"дорожное святилище Щедрости Морвы",	"Манида^F"},
		{0.5575, 0.6033,	"дорожное святилище Бергамы ",			"Лейеша^F"},
	},
	["auridon_base_0"] = {
		{0.3728, 0.2175,	"дорожное святилище Фестхолда",			"Панерзевен^F"},
	},
	["bangkorai_base_0"] = {
		{0.4578, 0.5327,	"дорожное святилище Бангкорайского прохода",		"Малирззака^M"},
	},
	["bleakrock_base_0"] = {
		{0.4570, 0.4064,	"дорожное святилище Бликрока",			"Инишез^M"},
	},
	["coldharbour_base_0"] = {
		{0.3249, 0.8249,	"дорожное святилище Хадж Узита",			"Шулиш^F"},
		{0.5843, 0.6151,	"дорожное святилище Суда Презрения",	"Харздак^M"},
	},
	["deshaan_base_0"] = {
		{0.2456, 0.5629,	"дорожное святилище холмов Мут Гнаар",	"Феран Реленим^M"},
		{0.8359, 0.4625,	"дорожное святилище владений Таль'Дейк",	"Телвон Аробар^M"},
	},
	["eastmarch_base_0"] = {
		{0.4242, 0.3390,	"дорожное святилище медоварни Вольяра",		"Аларет^F"},
	},
	["glenumbra_base_0"] = {
		{0.4062, 0.5672,	"дорожное святилище Древа вещуний",			"Могазгур^M"},
		{0.6233, 0.2628,	"дорожное святилище редута Львиной гвардии",	"Намил^F"},
	},
	["grahtwood_base_0"] = {
		{0.4330, 0.7527,	"дорожное святилище Саутпойнта",			"Глотозуг^M"},
		{0.5422, 0.2605,	"дорожное святилище Кормаунта",			"Нирайви^F"},
	},
	["greenshade_base_0"] = {
		{0.4858, 0.2833,	"дорожное святилище топей Веррант",		"Ищет-Сделки-Получше^F"},
		{0.5430, 0.8441,	"дорожное святилище Гринхарта",			"Халаш^M"},
	},
	["malabaltor_base_0"] = {
		{0.3817, 0.5789,	"дорожное святилище Дра'була",			"Улин Марис^M"},
		{0.7610, 0.5083,	"дорожное святилище Дозора Долины",			"Харг^M"},
	},
	["reapersmarch_base_0"] = {
		{0.1949, 0.4233,	"дорожное святилище деревни Вайндаск",			"Амбарис Теран^M"},
	},
	["rivenspire_base_0"] = {
		{0.4644, 0.7455,	"дорожное святилище Старых врат",			"Фанвьеари^F"},
	},
	["shadowfen_base_0"] = {
		{0.2996, 0.5057,	"дорожное святилище Ядовитых топей",		"Джунал-Накал^F"},
		{0.4234, 0.7110,	"дорожное святилище Хисмира",			"Тален-Дум^F"},
	},
	["stormhaven_base_0"] = {
		{0.3378, 0.4021,	"дорожное святилище крепости Пламенного Меча",		"Дромаш^M"},
	},
}
