Destinations = Destinations or {}

Destinations.CollectibleDataIndex = {
	KEY = 1,
	NUMBER = 2,
	NAME = 3,
}

Destinations.CollectibleDataStore = {
	[838] = {   --Tamriel Beast Collector
		{"1",   1,  "アリット"},
		{"2",   2,  "ジャイアントバット"},
		{"3",   3,  "熊"},
		{"4",   4,  "狼"},
		{"5",   5,  "センチタイガー, サーベルキャット"},
		{"6",   6,  "ジャイアントスネーク"},
		{"7",   7,  "カゴーティ"},
		{"8",   8,  "マンモス"},
		{"9",   9,  "ワマス"},
		{"A",   10, "イティス・オマロール^m"},
		{"B",   11, "ジャッカル"},
		{"C",   12, "ヅラゾグ"},
	},
	[841] = {   --Undead Hoarder
		{"1",   1,  "ゾンビ^f"},
		{"2",   2,  "スケルトン"},
		{"3",   3,  "レイス"},
		{"4",   4,  "Sand Human"},
		{"5",   5,  "ドラウグル"},
		{"6",   6,  "亡霊^m, 形なき射手^m"},
	},
	[842] = {   --Chitin Accumulator
		{"1",   1,  "蜘蛛"},
		{"2",   2,  "変異した戦士, Kwama"},
		{"3",   3,  "ショーク"},
		{"4",   4,  "ホーヴァー"},
		{"5",   5,  "マッドクラブ"},
		{"6",   6,  "サソリ"},
		{"7",   7,  "ニックスハウンド"},
		{"8",   8,  "ワスプ"},
	},
	[843] = {   --Nature Collector
		{"1",   1,  "スプリガン"},
		{"2",   2,  "ストラングラー"},
		{"3",   3,  "ネレイド"},
		{"4",   4,  "インプ"},
		{"5",   5,  "氷のレイス"},
		{"6",   6,  "ラーチャー"},
		{"7",   7,  "ウィスプ"},
	},
	[844] = {   --Monstrous Component Collector
		{"1",   1,  "ウェアウルフ"},
		{"2",   2,  "オグリム"},
		{"3",   3,  "トロール"},
		{"4",   4,  "オーガ"},
		{"5",   5,  "ガーゴイル"},
		{"6",   6,  "ラミア"},
		{"7",   7,  "ハーピー"},
	},
	[846] = {   --Dwarven Secrets Gatherer
		{"1",   1,  "ドワーフ・スフィア"},
		{"2",   2,  "ドワーフ・スパイダー"},
	},
	[847] = {   --Atronach Element Collector
		{"1",   1,  "炎の精霊"},
		{"2",   2,  "肉の精霊"},
		{"3",   3,  "氷結の精霊"},
		{"4",   4,  "嵐の精霊"},
	},
	[848] = {   --Oblivion Shard Gatherer
		{"1",   1,  "バネキン"},
		{"2",   2,  "クランフィア"},
		{"3",   3,  "デイドロス"},
		{"4",   4,  "スキャンプ"},
		{"5",   5,  "スパイダー・デイドラ"},
	},
}
