Destinations =	Destinations or {}

Destinations.TraderTableIndex =	{
	X =				1,
	Y =				2,
	WAYSHRINE =		3,
	TRADERNAME =	4,
}
Destinations.TraderTableStore =	{
	["alikr_base_0"] = {
		{0.2895, 0.6531,	"モルワの恵みの旅の祠",				"マニダー^F"},
		{0.5575, 0.6033,	"バーガマの旅の祠",					"レジェシャ^F"},
	},
	["auridon_base_0"] = {
		{0.3728, 0.2175,	"ファーストホールドの旅の祠",			"パネルセウェン^F"},
	},
	["bangkorai_base_0"] = {
		{0.4578, 0.5327,	"バンコライ峠の旅の祠",				"マリアザカ^M"},
	},
	["bleakrock_base_0"] = {
		{0.4570, 0.4064,	"ブリークロックの旅の祠",				"イニシェズ^M"},
	},
	["coldharbour_base_0"] = {
		{0.3249, 0.8249,	"ハジ・ウクシスの旅の祠",				"シュリーシュ^F"},
		{0.5843, 0.6151,	"侮辱の法廷の旅の祠",				"ハーズダク^M"},
	},
	["deshaan_base_0"] = {
		{0.2456, 0.5629,	"ムス・グナール丘の旅の祠",				"フェラン・レレニム^M"},
		{0.8359, 0.4625,	"タルデイク拠点の旅の祠",				"テルヴォン・アロバル^M"},
	},
	["eastmarch_base_0"] = {
		{0.4242, 0.3390,	"ヴォルジャー醸造所の旅の祠",			"アラレス^F"},
	},
	["glenumbra_base_0"] = {
		{0.4062, 0.5672,	"ウィルドの樹の旅の祠",				"モガズグー^M"},
		{0.6233, 0.2628,	"獅子の守護団砦の祠",				"ナメール^F"},
	},
	["grahtwood_base_0"] = {
		{0.4330, 0.7527,	"サウスポイントの旅の祠",				"グロスズグ^M"},
		{0.5422, 0.2605,	"コルマウントの旅の祠",				"ニーリウィ^F"},
	},
	["greenshade_base_0"] = {
		{0.4858, 0.2833,	"ヴェラント沼の旅の祠",				"より良い取引を求める者^F"},
		{0.5430, 0.8441,	"グリーンハートの旅の祠",				"ハラシュ^M"},
	},
	["malabaltor_base_0"] = {
		{0.3817, 0.5789,	"ドラブールの祠",					"ウリン・メリーズ^M"},
		{0.7610, 0.5083,	"ヴェイルガードの旅の祠",				"カーグ^M"},
	},
	["reapersmarch_base_0"] = {
		{0.1949, 0.4233,	"ヴァインダスクの旅の祠",				"アムバリス・テラン^M"},
	},
	["rivenspire_base_0"] = {
		{0.4644, 0.7455,	"オールドゲートの旅の祠",				"ファンウィイアリー^F"},
	},
	["shadowfen_base_0"] = {
		{0.2996, 0.5057,	"毒沼の旅の祠",					"ジュナルナカル^F"},
		{0.4234, 0.7110,	"ヒスミールの旅の祠",					"タレンドゥム^F"},
	},
	["stormhaven_base_0"] = {
		{0.3378, 0.4021,	"ファイアブランド砦の旅の祠",			"ドロマシュ^M"},
	},
}
